app/views/gossip/index.html.erb


    <%= "gossip de   #{g.user.first_name} #{g.user.last_name}" %>
---
SELECT "gossips".* FROM "gossips"
SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 11], ["LIMIT", 1]]