app/controllers/gossip_controller.rb

SELECT "gossips".* FROM "gossips"
---
  def index
  @gossip = Gossip.all

SELECT  "gossips".* FROM "gossips" WHERE "gossips"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
---
	def show_gossip
		@gossip_precis = Gossip.find(params[:id])

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
---
	def show_user
	@user_precis = User.find(params[:user])